       IDENTIFICATION DIVISION.
       PROGRAM-ID.     IMPRESSAO.
       ENVIRONMENT DIVISION.
       CONFIGURATION SECTION.
       FILE-CONTROL.
           SELECT CLIENTES ASSIGN TO "C:\CLIENTES.DAT".
           SELECT IMPRESSAO ASSIGN TO "\\SERVER01\HP".
       DATA DIVISION.
       FILE SECTION.
       FD CLIENTES.
       01 REG-CLIENTES PIC X(80).
       FD IMPRESSAO.
       01 REG-IMPRESSAO PIC X(80).
